{
  "_name_or_path": "deberta-v1-base",
  "attention_probs_dropout_prob": 0.1,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "intermediate_size": 3072,
  "layer_norm_eps": 1e-07,
  "max_position_embeddings": 512,
  "model_type": "deberta",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "position_biased_input": false,
  "relative_attention": true,
  "type_vocab_size": 0,
  "transformers_version": "4.42.3",
  "vocab_size": 50265
}